from random import choice


def get_random_punish() -> str:
    punishes = [
        "Це не Тобі.",
        "Тобі це не потрібно.",
        "Це не для Тебе в цей раз.",
        "Тобі краще обійтися без цього.",
        "Обійдешся.",
        "Це не призначено для Тебе.",
        "У Тебе немає інших справ?",
        "Це не Твоя справа.",
        "Ти не повинен цим займатися.",
        "Це не відноситься до Тебе.",
        "Це не в Твоїй компетенції.",
        "Це не створено для Твоїх потреб.",
        "Ти не в цьому розбираєшся.",
        "Це не для Твого рівня знань.",
        "Тобі краще не звертати уваги на це.",
        "Тобі не варто цим займатися.",
        "Ага, дзуськи.",
        "Слухай, іди пиши лаби.",
        "Ти не маєш стосунку до цього.",
        "Це за межами Твоїх обов'язків.",
        "Не чіпай.",
        "Ох ці КПІʼшники...",
        "Спробуй ще раз і я Тебе кікну)"
    ]
    return choice(punishes)